
// log entry
"%@ joined channel" = "%@ se ha unido al canal";

// log entry
"%@ left channel" = "%@ Salió del canal";

// preferences
"%d %% - Default" = "%d %% - predeterminado";

// codec detail
"(Active)" = "(Activo)";

// codec detail
"12 KHz" = "";

// codec detail
"16 KHz" = "";

// codec detail
"24 KHz" = "";

// codec detail
"32 KHz" = "";

// codec detail
"48 KHz" = "";

// codec detail
"8 KHz" = "";

/*
 server entry
   user detail
 */
"Actions" = "Acciones";

// preferences
"Announce lost server connection" = "Anunciar pérdida de conexión";

// preferences
"Announce user joining channel" = "Anunciar cuando un usuario se una a un canal";

// preferences
"Announce user leaving channel" = "Anunciar cuando un usuario salga de un canal";

// codec detail
"Application" = "Aplicación";

// codec detail
"Audio Channels" = "Canales de audio";

// create channel
"Audio Codec" = "Códec de audio";

// server entry
"Authentication" = "Autenticación";

// codec detail
"Bitrate" = "Taza de bits";

/*
 preferences
   user detail
 */
"Broadcast Messages" = "Mensajes de difusión";

// channel list
"Channel" = "";

/*
 preferences
   user detail
 */
"Channel Messages" = "Mensajes del canal";

// preferences
"Channel Text Message" = "Mensaje de texto en el canal";

// channel list
"Channel. %d users" = "";

/*
 preferences
   server entry
 */
"Connection" = "Conexión";

/*
 preferences
   tts event
 */
"Connection lost" = "Conexión perdida";

// View Title
"Create Channel" = "Crear canal";

// preferences
"Default Subscriptions" = "Suscripciones predeterminadas";

/*
 preferences
   user detail
 */
"Desktop" = "Escritorio";

// preferences
"Display" = "Mostrar";

// codec detail
"DTX" = "";

// Dialog message
"Enter Password" = "Introducir contraseña";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"Error" = "";

/*
 preferences
   user detail
 */
"General" = "";

// TTS EVENT
"has joined the channel" = "se ha unido al canal";

// TTS EVENT
"has left the channel" = "ha dejado el canal";

// server entry
"Host address" = "Dirección";

// Dialog message
"Join" = "Unirse";

// preferences
"Join Root Channel" = "";

// preferences
"Join root channel after login" = "";

// log entry
"Joined %@" = "Se ha unido a %@";

// preferences
"Limit length of names in channel list to %d characters" = "Limitar longitud máxima de nombres de usuario a %d caracteres";

// log entry
"Logged on to server" = "Conectado al servidor";

// preferences
"Master Volume" = "Volumen principal";

// preferences
"Maximum Text Length" = "Longitud máxima del texto";

/*
 preferences
   user detail
 */
"Media File" = "Archivo multimedia";

// user detail
"Media File Volume" = "Volumen del archivo multimedia";

// preferences
"Microphone Gain" = "Ganancia del micrófono";

// codec detail
"Mono" = "";

// codec detail
"Music" = "Música";

// user detail
"Mute Media File" = "Silenciar archivo multimedia";

// user detail
"Mute Voice" = "Silenciar voz";

/*
 create channel
   server entry
 */
"Name" = "Nombre";

// preferences
"Name displayed in channel list" = "";

// preferences
"Nickname" = "nickname";

// codec detail
"No Audio" = "";

// create channel
"No Audio Recording" = "Sin grabaciones de audio";

// create channel
"No Interruptions" = "Sin interrupciones";

// channel list
"No password" = "";

// create channel
"No Voice Activation" = "Sin activación por voz";

// default nickname
"Noname" = "";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"OK" = "Aceptar";

// codec detail
"OPUS Codec" = "Codec OPUS";

// channel list
"Parent channel" = "";

/*
 create channel
   Dialog message
   server entry
 */
"Password" = "Contraseña";

// channel list
"Password protected" = "";

// create channel
"Permanent Channel" = "Canal permanente";

// preferences
"Play sound when a user joins the channel" = "Reproducir sonido cuando un usuario se una al canal";

// preferences
"Play sound when a user leaves the channel" = "Reproducir sonido cuando un usuario salga del canal";

// preferences
"Play sound when channel text message is received" = "Reproducir sonido al recibir un mensaje en el canal";

// preferences
"Play sound when connection is dropped" = "Reproducir un sonido al perder la conexión";

// preferences
"Play sound when private text message is received" = "Reproducir sonido al recibir un mensaje privado";

// preferences
"Play sound when voice transmission is toggled" = "Reproducir sonido cuando se activa la transmisión de voz";

// preferences
"Pop up text message when new messages are received" = "Mostrar ventana emergente cuando se reciban mensajes nuevos";

// serverlist
"Private server" = "";

// preferences
"Private Text Message" = "Mensaje de texto privado";

// preferences
"Proximity sensor" = "Sensor de proximidad";

// serverlist
"Public server" = "";

// codec detail
"Quality" = "Calidad";

// preferences
"Receive broadcast messages by default" = "Recibir mensajes de difusión por defecto";

// preferences
"Receive channel messages by default" = "Recibir mensajes del canal por defecto";

// preferences
"Receive desktop sessions by default" = "Recibir sesiones de escritorio por defecto";

// preferences
"Receive media file streams by default" = "Recibir transmisión de archivos multimedia por defecto";

// preferences
"Receive text messages by default" = "Recibir mensajes de texto por defecto";

// preferences
"Receive voice streams by default" = "Recibir transmisión de voz por defecto";

// preferences
"Receive webcam streams by default" = "Recibir transmisiones de cámaras web por defecto";

// channel list
"Return to previous channel" = "";

// log entry
"root channel" = "";

// codec detail
"Sample Rate" = "";

// preferences
"Server Connection Lost" = "Conexión al servidor perdida";

// server entry
"Server List Entry" = "Lista de servidores";

// preferences
"Show Public Servers" = "";

// preferences
"Show public servers in server list" = "";

// preferences
"Show text messages instantly" = "Mostrar mensajes de texto instantáneamente";

// channel list
"Silent" = "";

// preferences
"Sound Events" = "Eventos de sonido";

// preferences
"Sound System" = "Sistema de sonido";

// preferences
"Speaker Output" = "Salida de audio";

// codec detail
"Speex Codec" = "Codec Speex";

// codec detail
"Speex Variable Bitrate Codec" = "Codec Speex, calidad variable";

// codec detail
"Stereo" = "";

// user detail
"Subscriptions" = "Subscripciones";

// channel list
"Talking" = "";

// server entry
"TCP Port" = "Puerto TCP";

// preferences
"Text To Speech Events" = "Eventos de texto a voz";

// create channel
"Topic" = "Tema";

// codec detail
"Transmit Interval" = "Intervalo de transmisión";

// preferences
"Turn off screen when holding phone near ear" = "Apagar la pantalla al sostener el teléfono cerca del oído";

// text field hint
"Type text here" = "Escribe aquí";

// server entry
"UDP Port" = "Puerto UDP";

// preferences
"Use iPhone's speaker instead of earpiece" = "Usar los altavoces del iPhone en lugar de los auriculares";

// channel list
"User" = "";

// preferences
"User joins channel" = "El usuario se une al canal";

// preferences
"User Joins Channel" = "El usuario se une al canal";

// preferences
"User leaves channel" = "El usuario sale del canal";

// preferences
"User Leaves Channel" = "El usuario sale del canal";

/*
 preferences
   user detail
 */
"User Messages" = "Mensajes del usuario";

/*
 server entry
   user detail
 */
"Username" = "Nombre de usuario";

/*
 preferences
   user detail
 */
"Voice" = "Voz";

// preferences
"Voice Activation Level" = "Nivel de activación de voz";

// preferences
"Voice Activation Level: %d. Recommended: %d" = "Nivel de activación de voz: %d. Nivel recomendado: %d";

// preferences
"Voice Activation Level: Disabled" = "Nivel de activación de voz: desactivado";

// preferences
"Voice Transmission Toggled" = "Transmisión de voz activada";

// user detail
"Voice Volume" = "Volumen de voz";

// codec detail
"VoIP" = "";

// user detail
"Volume Controls" = "Controles de volumen";

/*
 preferences
   user detail
 */
"WebCam" = "Cámara web";
